
// catalog.js
const CATALOG = [
    {
    id: 'el1',
    typeClot: "Костюм",
    type: "ro",
    brand: 'Fannia',
    name: 'Дитячий костюм Костюм з капюшоном',
    img: 'https://i.ibb.co/Hxg4jJ5/pexels-mochi-mochi-17749597.jpg',
    price:  1464,
    discount: "",
    size: "30 40 50 60 80",
   color: "blue, gren",
    dateAdded: new Date("2022-12-19"),
    description: `
    <p>Рюкзаки Staff - це поєднання функціональності та стилю. Вони стануть незамінними при будь-якому виді діяльності.</p>
    <p>Матеріал:</p>
    <ul>
        <li>міцний та водонепроникний 100% поліестер.</li>
    </ul>
    <p>Деталі та крій:</p>
    <ul>
        <li>розмір: висота 43 см, ширина 26 см, ширина збоку 13 см;</li>
        <li>низ рюкзака посилений додатковим шаром тканини;</li>
        <li>основне відділення на двоходовій блискавці, нижня кишеня на блискавці, дві сітчатих кишені з боків;</li>
        <li>всередині відділення для ноутбука (до 15 дюймів);</li>
        <li>фурнітура YKK;</li>
        <li>плечові ремені регулюються по довжині;</li>
        <li>задня частина рюкзака обшита сіткою;</li>
        <li>нашивка з фірмовим логотипом.</li>
    </ul>
    <p>Колір: червоний камуфляж.</p>
    <p>Догляд:</p>
    <ul>
        <li>прання у звичайному режимі при температурі не вище 30°С, без віджиму;</li>
        <li>відбілювання заборонено;</li>
        <li>сушити в підвішеному стані, без застосування штучної сушки.</li>
    </ul>
    `,
    additionalImages: [
        'https://i.ibb.co/KzCDnGs/pexels-mochi-mochi-17749651.jpg',
        'https://i.ibb.co/WW68TkR/pexels-mochi-mochi-17761326.jpg',
        'https://i.ibb.co/frVM8zG/pexels-mochi-mochi-17761334.jpg',
        'https://i.ibb.co/Xkvjnvs/pexels-mochi-mochi-17749612.jpg',
    ],
},
{
    id: 'el2',
    typeClot: "Костюм",
    type: "ro",
    brand: 'Fannia',
    name: 'Дитячий костюм Костюм з капюшоном',
    img: 'https://i.ibb.co/v1Hn6WL/pexels-mochi-mochi-17727697.jpg',
    price:  1464,
    discount: 1200,
    size: "30 50 80 95 165",
    color: "blue, gren",
    dateAdded: new Date("2022-12-19"),
    description: `
    <p>Рюкзаки Staff - це поєднання функціональності та стилю. Вони стануть незамінними при будь-якому виді діяльності.</p>
    <p>Матеріал:</p>
    <ul>
        <li>міцний та водонепроникний 100% поліестер.</li>
    </ul>
    <p>Деталі та крій:</p>
    <ul>
        <li>розмір: висота 43 см, ширина 26 см, ширина збоку 13 см;</li>
        <li>низ рюкзака посилений додатковим шаром тканини;</li>
        <li>основне відділення на двоходовій блискавці, нижня кишеня на блискавці, дві сітчатих кишені з боків;</li>
        <li>всередині відділення для ноутбука (до 15 дюймів);</li>
        <li>фурнітура YKK;</li>
        <li>плечові ремені регулюються по довжині;</li>
        <li>задня частина рюкзака обшита сіткою;</li>
        <li>нашивка з фірмовим логотипом.</li>
    </ul>
    <p>Колір: червоний камуфляж.</p>
    <p>Догляд:</p>
    <ul>
        <li>прання у звичайному режимі при температурі не вище 30°С, без віджиму;</li>
        <li>відбілювання заборонено;</li>
        <li>сушити в підвішеному стані, без застосування штучної сушки.</li>
    </ul>
    `,
    additionalImages: [
        'https://i.ibb.co/ngycYP3/pexels-mochi-mochi-17727693-1.jpg',
        'https://i.ibb.co/q1DJ5fV/pexels-mochi-mochi-17727694-1.jpg',
        'https://i.ibb.co/d04191k/pexels-mochi-mochi-17727695-1.jpg',
    ],
    },
    
    


];
