<?php
// Перевірка, чи були дані надіслані методом POST
if ($_SERVER["REQUEST_METHOD"] == "POST") {
    // Отримання даних з форми
    $username = $_POST['username'];
    $email_phone = $_POST['email_phone'];
    $password = $_POST['password'];
    $confirm_password = $_POST['confirm_password'];

    // Тут ви можете проводити подальшу обробку отриманих даних, наприклад, перевірку на валідність, збереження в базу даних тощо.

    // Повернення відповіді на запит, наприклад, успішне повідомлення або помилку
    echo "Дані успішно отримані!";
} else {
    // Якщо дані не були надіслані методом POST, повернемо помилку
    echo "Помилка: дані не були отримані!";
}
?>